Repository: kodi-game/game.libretro.stella
Catalog: game.libretro.stella/resources/language/resource.language.*/strings.po
Languages: de_de, ga, zh_cn

# Addon Description
source: Stella is a multi-platform Atari 2600 VCS emulator.[CR][CR]The Atari 2600 Video Computer System (VCS), introduced in 1977, was the most popular home video game system of the early 1980s.
de_de: Stella ist ein plattformübergreifender Emulator für Atari 2600 VCS[CR][CR]Das Atari 2600 Video Computer System (VCS), das 1977 eingeführt wurde, war das beliebteste Heimvideospielsystem der frühen 1980er Jahre.
ga: Is aithriseoir il-ardáin Atari 2600 VCS é Stella.[CR][CR]Ba é Córas Ríomhaireachta Físe Atari 2600 (VCS), a tugadh isteach i 1977, an córas físchluichí baile ba mhó tóir go luath sna 1980idí.
zh_cn: Stella 是一款多平台雅达利 2600 VCS 模拟器。[CR][CR]1977年推出的雅达利 2600 视频计算机系统（VCS）是20世纪80年代早期最流行的家庭视频游戏系统。

# Addon Disclaimer
source: Stella was originally developed for Linux by Bradford W. Mott, and is currently maintained by Stephen Anthony.
de_de: Stella wurde ursprünglich von Bradford W. Mott für Linux entwickelt und wird derzeit von Stephen Anthony gepflegt.
ga: Forbraíodh Stella ar dtús do Linux ag Bradford W. Mott, agus tá sé á chothabháil ag Stephen Anthony faoi láthair.
zh_cn: Stella 最初由 Bradford W.Mott 为 Linux 开发，目前由 Stephen Anthony 维护。

# #30001
source: Console display
ga: Taispeántas consól
zh_cn: 主机显示

# #30002
source: Palette colors
ga: Dathanna pailéid
zh_cn: 调色板颜色

# #30003
source: TV effects
ga: Éifeachtaí teilifíse
zh_cn: 电视效果

# #30004
source: NTSC aspect %
ga: % gné NTSC
zh_cn: NTSC 显示比例 %

# #30005
source: PAL aspect %
ga: % gné PAL
zh_cn: PAL 显示比例 %

# #30006
source: Crop horizontal overscan
ga: Bearr róscanadh cothrománach
zh_cn: 裁剪水平过扫描区域

# #30007
source: Stereo sound
ga: Fuaim steirió
zh_cn: 立体声

# #30008
source: Phosphor mode
ga: Mód fosfair
zh_cn: 磷光模式

# #30009
source: Phosphor blend %
ga: Meascán fosfair %
zh_cn: 磷光混合 %

# #30010
source: Paddle joypad sensitivity
ga: Íogaireacht Ceap cluiche rialaitheoir
zh_cn: 游戏杆灵敏度

# #30011
source: Paddle analog sensitivity
ga: Íogaireacht analógach rialaitheoir
zh_cn: 拨盘模拟灵敏度

# #30012
source: Enable reload/next game
ga: Cumasaigh athlódáil/an chéad chluiche eile
zh_cn: 启用快速重启 / 切换游戏

# #30013
source: Crop vertical overscan
ga: Bearr róscanadh ingearach

# #30014
source: Paddle mouse sensitivity
ga: Íogaireacht luiche rialaitheoir

# #30015
source: Paddle analog deadzone
ga: Crios marbh analógach rialaitheoir

# #30016
source: Paddle analog absolute
ga: Analógach rialaitheoir absalóideach

# #30017
source: Lightgun crosshair
ga: Croslíne gunna solais

# Addon Summary
source: Atari - 2600 (Stella)
zh_cn: 雅达利 - 2600（Stella）

# #30000
source: Settings
de_de: Einstellungen

# #30001
source: Color Depth (Restart)
de_de: Farbtiefe (Neustart erforderlich)

# #30002
source: Interframe Blending
de_de: Zwischenframe-Überblendung

# #30004
source: Audio Filter Level
de_de: Audiofilterstufe

# #30005
source: Gamepad: Paddle Sensitivity (Digital)
de_de: Gamepad: Paddelempfindlichkeit (Digital)

# #30006
source: Gamepad: Paddle Sensitivity (Analog)
de_de: Gamepad: Paddelempfindlichkeit (Analog)

# #30007
source: Gamepad: Paddle Response (Analog)
de_de: Gamepad: Paddle-Antwortzeit (Analog)

# #30009
source: Stelladaptor: Paddle Sensitivity
de_de: Stelladaptor: Paddle-Empfindlichkeit

# #30010
source: Stelladaptor: Paddle Centre Offset
de_de: Stelladaptor: Paddel-Mitten-Offset
